<%@ Page Language="VB" MasterPageFile="~/MasterPageTWFlora.master" AutoEventWireup="false" CodeFile="InfoVegetationC.aspx.vb" Inherits="Announce_vegetationC" title="HAST - 台灣本土植物資料庫 - 植被調查" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">

    <link href="../Styles/Style.css" rel="stylesheet" type="text/css" />
    <link href="../Styles/twfloraOld.css" rel="stylesheet" type="text/css" />
    <link href="../Styles/TWFlora.css" rel="stylesheet" type="text/css" />
  
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">

    <div id='site_label'>
        
        <img src="../images/ic-1-3.jpg" width="106" height="36" /><br />
        <img src="../images/ic-2-6.jpg" width="203" height="20" />
    </div>
    
    <div id='announce'>
        <table width="700" border="0" cellpadding="0" cellspacing="0">
              <tr>
                <td align="right">陳子英教授 宜蘭技術學院森林系</td>
              </tr>
              <tr>
                <td><img src="../images/prepareSpecimen/d.jpg" width="25" height="25" /><b>摘要</b></td>
              </tr>
              <tr>
                <td><p>　　植物社會是一群對環境需求相似的植物集合體，植被（植群）調查 　是列舉一個地區內植物社會的所有集團。植被調查的過程有室內的先期作業及野外的調查，室內作業包含地圖的判識
                  、野外調查計劃的擬定及後勤支援計劃的制定等；野外的調查，如預先的勘察作業、取樣方法的決定、樣區位置的設立、樣區的調查及相關環境因子的觀測與評估。樣區的設置應考慮取
                  樣時樣區的組成、樣區的形狀、樣區的大小、樣區的位置及樣區的數目。取樣方法主要的考量是野外調查所需之精確度、經費與人力的許可程度，以及野外勘查後樣區在植物社會的代表性
                  、環境梯度上的均質性與所需涵蓋植物社會中植物物種的比例。<br />
                  　　
                  植被調查的資料經統計及分析後，一方面與相關植群文獻做比對， 進行植群分類，區分出植物社會的主要植群型；一方面進行野外評估與測試植群型在植物社會中是否有重現性，以供調
                  查地區植群地圖的繪製。植被調查是定性或定量的調查植物及植物社會在環境梯度上的分布，由於植被及其生育地的資料可做為植物資源調查樣點的基本單位，瞭解並記錄植被可供進一步
                  在自然資源的經營或管理決策上之參考，同時可做為未來植物或植物社會變動的參考依據。</p></td>
              </tr>
              <tr>
                <td background="photo/po.jpg">&nbsp;</td>
              </tr>
              <tr>
                <td>&nbsp;</td>
              </tr>
              <tr>
                <td><img src="../images/prepareSpecimen/d.jpg" width="25" height="25" /><b>室內作業</b></td>
              </tr>
              <tr>
                <td><p>　　室內作業主要的目的在增加勘察時對野外地形、植物社會、植物種類、植群圖與過去歷史的了解並進而確保勘察作業的成功性，其主要之項目簡單分述如下：<br />

                  （一）、資料收集：<br />

                  主要是收集自然環境的文獻資料、森林分布、經營歷史、地形圖、林相圖及航空照片等，其中有三大部份的資料是必備的。<br />

                  １．自然環境的文獻資料：過去氣候、地形、地質、水文、及人文的資料。<br />

                  ２．過去植群調查資料：
                  早期在調查地區的植群資料，或是先前勘察後的簡單分型資料及植物相（flora ）的調查資料。<br />

                  ３．林相圖及航空照片之資料：初步由航照圖或林相圖簡單將整個區域做簡單的分層，甚至可將過去地面之林相圖、航空照片等資料數化入地理資訊系統中做成林相地圖，最後再由勘
                  察及實際調查兩部份之資料加以修正，做成最終的林相圖。<br />

                  （二）、儀器工具的準備：<br />
                  　　
                  主要的工作項目有調查表格的設計、測樹儀器、定位儀器、測量儀器、標本採集所需用具及植物查對工具書的準備，這些工具在勘察時應事先操作，以便發現其中之問題，在實際調查時可
                  以順暢的使用，避免現場調查時操作儀器不熟悉或錯誤，使調查工作延遲。&nbsp;<br />
                  （三）、野外勘察計劃：<a href="list.htm" target="_blank"><img src="photo/e.gif" alt="勘查" width="15" height="14" border="0" /></a><br />
        　　
                    野外的勘察，在先前的路線選擇、人力考量、時間調配及後勤支援作業上極為重要；就路線選擇上，最好設計幾條通過不同林型之路線，同時找出該地區的小
                    徑、道路與可紮營之地點，因此在室內作業時，就必須對調查地區地圖之地形及地貌資料有一定程度的了解。至於人力與後勘後勤支援上，台灣地區地形陡峭，若對調查地區不熟悉，在首
                  次勘察時應配合對野外調查及登山經驗豐富的人員共同前往，否則極易發生危險事件，甚至產生山難。              </p></td>
              </tr>
              <tr>
                <td>&nbsp;</td>
              </tr>
              <tr>
                <td><b><img src="../images/prepareSpecimen/d.jpg" width="25" height="25" />取樣的方法</b></td>
              </tr>
              <tr>
                <td><p>　　取樣的方法有許多種，但主要除配合植群型取樣的條件與考慮外，同時應配合現場地形的變化、植被的特性及調查人力與時間上的可行性來進行調查，以下將此四個重點因子，列點分述之。<br />

                  （一）、 植群型取樣的條件取樣時應注意植群在過去歷史及環境之均質性，其考慮之重點在 於植群社會均質性之大小及均質性之程度、植群中優勢種樹木之分佈及環境是否為逢機等，如果森
                  林中有孔隙(gap)存在是一種逢機之現象，在取樣上就不應避開孔隙不取。<br />

                  （二）、取樣的基本考慮<br />

                  １．研究的目的及分析方法取樣時應針對調查之目的與分析的方法做考量，如果僅是表達植物社會之組成，在調查上僅需簡單的取樣與分析方法，反之；如果是需要表達植物社會在環境梯度上
                  量的變化就需精細的調查與分析方法。<br />

                  ２．取樣是否客觀及標準取樣時必須客觀且有同一標準，例如：樹種的鑑定上必須每一 個種類都相同，同時覆蓋度與胸徑的量測方法都應相同，最好在種類的判識上都經由同一人來做度量。<br />
                  　　
                  ３．調查的後勤與效率在取樣前先決定取樣的路線，營地的位置、水源、食物與補給，同時在每一次出外調查前，應考慮需要多少人數及及調查所需時間，由此估計須多少個工作天才可以完成。
                  一般在植群調查上，航空照片、照片基本圖的使用及事前調查人員事前是否曾做過取樣技術的實習，往往影響到後頭取樣上的效率。<br />

                  （三）、取樣的調查方法與技術樣區的調查方法可分成單一樣區法與多樣區法，前者在樣區調查上 只設置一個大面積樣區，該方法較重視定性的特徵；至於後者在調查方法上，是在一大樣區
                  中再區分成幾個小區，這種調查方法較重視樹種的定量特徵，後者一般比前者的取樣精密。<br />

                  以下就二者之差異簡單介紹：<br />

                  （１）樣品抽取法（Releve sampling）本法是歐洲大陸學派之取樣方法，強調定性，以植群中所包含的植物種類為主，根據植物組成florstic composition)做分析，一般由種數－面積曲線決
                  定樣區之大小。<br />

                  （２）計數樣區法(Count-plot sampling) 本法是英美學派常用之方法，較重視定量，在調查前先分區或勘察，其決定樣區面積之大小，通常以多樣區法─包括數個小區，控制定量的精確。小
                  區面積×數目，小區可逢機散布或排列整齊，密集散布可用流程平均數來決定，一般是植群中主要優勢種的平均數穩定且沒有變化，就是最小取樣面積。樣區的設置應考慮樣區的大小、形
                  狀與數目，除視調查對象及欲獲取之精細程度外，同時也必須考慮植物社會類型的變化、後勤時間及人力等問題，再決定樣區 　的取樣，以下列點簡扼說明。 　<br />

                  １．樣區之大小<br />

                  樣區的大小，應考慮調查植物社會主要優勢種的大小，例如木本植物社會的樣區應比草本植物社會大，在歐洲一般喬木以10×10㎡，草本植物依其高度有5×5㎡、3×3㎡甚至1×1㎡不等之樣區。至於樣
                  區內樹種組成的特性，在定性的需求下，以種數一面積曲線來測量其所需最小面積，來再決定樣區的大小，定量的需求上，除以種數一面積曲線外，主要優勢種在樣區中的小區數目能使流程平均數趨於穩定而較
                  少變化。<br />

                  ２．樣區的形狀<br />

                  樣區的形狀依地形及調查的方便有不同之形狀，一般常用的有正方形、圓形、長方形或線狀樣區，在台灣地區森林調查一般採取長方形樣區，以便順著地形來取樣。<br />

                  ３．樣區的數目及配列<br />

                  樣區的數目一般須考慮植群之變化，後勤時間及人力來決定，一般植群變化較大的地區，樣區的數目應較多；相反的後勤補給及人力較缺乏之狀況下，必須在一定的時間內完成調查，樣區之數目
                  就較少，然而在精密之植群調查，應先確定樣區佔研究地區面積之百分率，同時在勘察時看出有幾種植 群型，在取樣上每一種植群型不僅都有涵蓋，同時應有幾個重覆。<br />
                  　　
                  樣區的配列，可分成主觀的選擇及客觀取樣；早期依來往方便之處，每 逢海拔升高１００公尺則設置一樣區，概屬於主觀的選擇。客觀的取樣可分成逢機取樣、系統取樣及分層取樣，前二者在
                  台灣地形陡峭的狀況下，有時地圖上仍可以作業，但到達度低，一般會影響取樣之效率，同時有時會漏掉一些面積較少的植群型，至於分層逢機取樣，雖然能夠獲得較好的效果，但仍必須靠確實
                  的勘察作業才能確保取樣上的成功。</p></td>
              </tr>
              <tr>
                <td>&nbsp;</td>
              </tr>
              <tr>
                <td><b><img src="../images/prepareSpecimen/d.jpg" width="25" height="25" />樣區調查</b></td>
              </tr>
              <tr>
                <td><p>　　樣區的調查資料可分成樣區植物資料的觀測，與環境因子的估測二大類。<br />

                  一、樣區植物資料觀測<br />

                  木本植物依其在樣區中的胸徑大小加以量測，草本植物則依其覆蓋度加以量測，至於常用之記錄表格格式可參考附錄一。<br />

                  二、環境因子估測<br />
                  　　
                  環境因子可依其影響層次列成層級系統，並經估算後，將其量轉化成環境因子矩陣，再與樣區植物資料求相關，其中較常使用作為估測的環境因子有海拔、地形、坡度、坡向地形綜合指數、含石
                  率及相關的土壤因子，其記錄格式如附錄一。</p></td>
              </tr>
              <tr>
                <td>&nbsp;</td>
              </tr>
              <tr>
                <td><b><img src="../images/prepareSpecimen/d.jpg" width="25" height="25" />資料統計</b></td>
              </tr>
              <tr>
                <td><p>　　資料的統計，依其分析取樣方式，可分成樣品抽取法及計數樣區法，此兩方 　法，最後再將各樣區值例或或原始資料矩陣，方便進行下一步的分析。茲概述如下：<br />

                  一、樣品抽取法：單一樣區法<br />

                  １、豐富度：對植物數目（個體數或株數）的簡單表示。<br />

                  ２、覆蓋度：以植物覆蓋的多寡簡單表示。最後再將兩者相加。 　　　<br />

                  二、計數樣區法：多樣區法採用重要值指數做分析，其組成可分成下列三項：<br />

                  １、密度：單位面積上之株數。<br />

                  ２、頻度：植物出現小區數與總小區數之百分比。<br />

                  ３、優勢度：木本植物以胸徑斷面積計算，草本植物以覆蓋度計算。<br />

                  ４、重要值指數 (IVI)：植物社會的相對密度、相對頻度及相對優勢度三者之總和。<br />
                  　　
                  三、原始資料矩陣：將樣區中植物之數量列成矩陣表，一般化成矩陣表時多將重要值指數依八分度音級化成一位數，以方便電腦的計算。</p></td>
              </tr>
              <tr>
                <td>&nbsp;</td>
              </tr>
              <tr>
                <td><b><img src="../images/prepareSpecimen/d.jpg" width="25" height="25" />資料分析</b></td>
              </tr>
              <tr>
                <td>　　資料的分析上，使用的方法極多，較常使用於區分植群型的有三類，簡扼敘 　述如下：<br />

                  １．直接梯度分析（direct gradient analysis）：已知重要之環境因子，將樣區或植物依其在環境梯度上之位置加以排列，即完成梯度分析，然須確知主要之影響因子才能進行，例如極盛相適
                  應數、典範對應分析（DCCA)或降趨典範對應分析（DCCA）等。<br />

                  ２．分布序列（ordination）：先分析植物樣區資料（原始矩陣）中之資料結構，求出主要變異方向，再測試此變異方向與環境因子之相關性，推測出影響植物分布之環境梯度，尋求林型或植物
                  種類與環境之關係。此種分析法係將樣區在環境梯度中依某種次序或座標加以排列，然事先並 不預知那一環境因子具有影響，故又稱間接梯度分析，例如極分布（polar ordination）、主成
                  份分析（PCA）或降趨對應分析（DCA）等。<br />
                  　　
                  ３．分類（classification）：係將樣區資料加以比較，把相似之樣區加以合併，組成某種林型或植群型，然後再由環境因子之資料推測各型之生育地環境，並將各型予以命名，例如矩陣團分析
                  （Cluster）或雙向列表比較法（TWINSPAN）等。此外歐洲大陸學派採用表格排列法（列表比較法）進行分類，其結果亦以表格列舉，具有植群檢索表功能。</td>
              </tr>
              <tr>
                <td>&nbsp;</td>
              </tr>
              <tr>
                <td><b><img src="../images/prepareSpecimen/d.jpg" width="25" height="25" />文獻比對</b></td>
              </tr>
              <tr>
                <td>　　文獻的比對，係與相鄰地區所區分出來的植群資料相比對，&gt;所謂相鄰地區，應包括東亞地區之相鄰區域或台灣內與研究地區相鄰的集水區，至於比較方式，可依優勢種與特徵種在定性與定量上的
                  差異，互相比對，並整理出植群分帶上的植物社會類型。整理出來的植群型（vegetation type），並 　未依照正式的植群命名方式給予命名，此謂之為未定階之植物社會（phytocoeno）。植群
                  型之區分有依照優勢種及優勢種配合特徵來區分，其基本單位皆為群叢（association）來命名，歐洲地區並依照一定之命名方式，並依 　採用之單位高低，先區分出分類後的植群型，再參考鄰
                  近與其他研究地區之植群單位，來決定所分出之植群型應採用那一種單位，如此始算完成正式的植群分類。</td>
              </tr>
              <tr>
                <td>&nbsp;</td>
              </tr>
              <tr>
                <td><b><img src="../images/prepareSpecimen/d.jpg" width="25" height="25" />野外比對與植群測試</b></td>
              </tr>
              <tr>
                <td>　　俟完成植群之分類，可針對每一個植群型之優勢種，特徵種及其所處之 　環境狀況，重新回到野外，測試各植群型之重視性，如果在野外分點調查時，又檢測出新的植群型，則又重新進行調查，
                  並將調查之資料重新進行分析 ，並依其後之步驟進行。反之；若各分點之植群型的植物組成與所區分之植群型相似，再依各分點所調查之植群型繪出植群圖，供未來土地利用與經營 上之參考。</td>
              </tr>
              <tr>
                <td>&nbsp;</td>
              </tr>
              <tr>
                <td><b><img src="../images/prepareSpecimen/d.jpg" width="25" height="25" />結語</b></td>
              </tr>
              <tr>
                <td><p>　　本文僅簡單列出植群調查的過程，仔細介紹植群調查的書籍相當多（蘇鴻傑、劉棠瑞，1983；Mueller-Dombois and Ellenberg,1974；Kent and Coker，1992），國外文章主要散見於Journal
                  of vegetation science、vegetatio及相關的期刊中。<br />
                  　　
                  生態系是生物及環境之組合，植物社會為生態相似植物之集合，同時也是動物之食物來源，植被調查是定性或定量的調查植物及植物社會在環境梯度上的分布，因此植被及其生育地的資料可做為
                  植物資源調查樣點的基本單位，此 　等資料可供未來植物或植物社會變動的參考依據，或進一步在自然資源的經營或管理決策上之參考。</p></td>
              </tr>
              <tr>
                <td>&nbsp;</td>
              </tr>
              <tr>
                <td><b><img src="../images/prepareSpecimen/d.jpg" width="25" height="25" />參考文獻</b></td>
              </tr>
              <tr>
                <td><p>王義弘、李俊清、王政權　1990  森林生態學實驗實習方法

                  東北林業大學出版社　203 PP.&nbsp; <br />
                  黃增泉、陳秀琴　1968　植物社會調查法之比較　臺大實驗林

                  研究所報告　65號&nbsp; <br />
                  劉棠瑞、蘇鴻傑  1976　臺灣北部烏來一小集水區闊葉樹林群

                  落生態之研究(一)　臺大實驗林研究報告　118：183～199&nbsp; <br />
                  劉棠瑞、蘇鴻傑　1989　森林植物生態學　臺灣商務印書館出

                  版　462頁。<br />
                  蘇鴻傑 1987a  森林生育地因子及其定量評估　中華林學季刊

                  20(2):29-46。&nbsp; <br />
                  蘇鴻傑 1987b  植群生態多變數分析法之研究　Ⅱ、直接梯度
                  中華林學季刊20(2):29-46。<br />
                  蘇鴻傑 1987c  植群生態多變數分析法之研究　Ⅲ、降趨對應

                  分析及相關分布序列中華林學季刊20(3):45-68。&nbsp; <br />
                  蘇鴻傑　1977　臺灣北部烏來一小集水區闊葉樹林群落生態之

                  研究(二)－－地形與樹木分布型式及其取樣方法之關係　臺大

                  實驗林研究報告　119：201～215&nbsp; <br />
                  蘇鴻傑　1977　臺灣北部烏來一小集水區闊葉樹林群落生態之

                  研究(三)－－植物種數與面積關係之分析　臺灣實驗林研究報

                  告　120：171～184&nbsp; <br />
                  蘇鴻傑　1979  臺灣北部烏來一小集水區闊葉樹林群落生態之

                  研究(四)－－分析取樣法中植物社會介量之研究　臺大實驗林

                  研究報告　123：173～196&nbsp; <br />
                  張金屯　1992　植被數量分析方法的進展　當代生態學博論

                  （劉建國主編）中國科學技術出版社　PP.249-265.<br />
                  Cain, S. A. 1938. The species-area curve. Amer. Midl.

                  Nat. 19:573-581.&nbsp; <br />
                  Kent, M. and Coder, P. 1992.  Vegetation description

                  and analysis－a practical approach.  John Wiley and

                  Son pub.  New York.&nbsp;<br />
                  Muller-dombois, D. and H. Ellenberg.  1974 Aims and

                  method of vegetation ecology. John Wiley ＆ Sons,

                  N. Y., U.S.A.&nbsp; <br />
                  Rice, E. L. ＆ R. W. Kelting. 1955.  The species-area

                  curve.  Ecology 36:7-12. 　　 </p></td>
              </tr>
              <tr>
                <td>&nbsp;</td>
              </tr>
        </table>
    </div>


</asp:Content>

